const quiz = [
    {
        "q": "Какой тип растения вы бы хотели? 1/5",
        "a" : {
            "ca": "Кактус",
            "fi": "Небольшой цветок",
            "gr" : "Плодовое дерево",
            "mn" : "Суккулент",
            "al" : "Целебное",
            "pu" : "Большой цветок"
        }
    },
     {
        "q": "Когда хотите чтобы он цвёл? 2/5",
        "a" : {
            "ca": "Через 2 года, но красиво и круглый год",
            "fi": "Круглый год",
            "gr" : "Дождусь 3 года, но зато будут очень красивые",
            "mn" : "Без цветов, но необычное",
            "al" : "Цветов не нужно, лучше само красивое",
            "pu" : "В канун рождества"
        }
    },
     {
        "q": "Как часто вы хотите пересаживать растение? 3/5",
        "a" : {
            "ca": "Только когда необходимо",
            "fi": "Раз в полтора года",
            "gr" : "Раз в год",
            "mn" : "Почти никогда",
            "al" : "Раз в четвыре года",
            "pu" : "Каждой весной"
        }
    },
       {
        "q": "Когда удобрять растение? 4/5",
        "a" : {
            "ca":"Летом раз в месяц",
            "fi": "Только когда оно интенсивно растёт",
            "gr" : "Очень важно весной-летом 1 раз в 2 недели",
            "mn" : "Очень редко",
            "al" : "От весны до осени",
            "pu" : "Два раза в месяц весной, летом и осенью"
        }
    },
      {
        "q": "Как часто и важно поливать? 5/5",
        "a" : {
            "ca":"Немного, раз в неделю",
            "fi": "Пару раз в неделю",
            "gr" : "Часто и обильно, но зимой редко",
            "mn" : "Летом часто, в другие сезоны меньше, зимой не поливать",
            "al" : "После высыхания почвы, зимой через 2 дня после высыхания",
            "pu" : "Обильно, но зимой почва должна быть немного влажной"
        }
    }
];